bin/xml/KeepSession.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Header>
    <CcniitSoapHeader xmlns="http://tempuri.org/">
      <UserID>$UserID</UserID>
      <UserIP>$UserIP</UserIP>
      <Token>$Token</Token>
    </CcniitSoapHeader>
  </soap:Header>
  <soap:Body>
    <KeepSession xmlns="http://tempuri.org/">
      <ErrInfo/>
      <IsHaveNewMessage>$IsHaveNewMessage</IsHaveNewMessage>
      <Message/>
    </KeepSession>
  </soap:Body>
</soap:Envelope>